content/posts/Information_Geometry_and_Population_Genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2017.md
+++
title = "Information Geometry and Population Genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2017"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:45-04:00
slug = "Information_Geometry_and_Population_Genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2017"
draft = false
+++

## [books]({{< relref "books" >}}), [information geometry]({{< relref "information_geometry" >}}), [population dynamics]({{< relref "population_dynamics" >}}), [evolutionary timescale]({{< relref "evolutionary_timescale" >}}), [differential geometry]({{< relref "differential_geometry" >}}), [stochastic processes]({{< relref "stochastic_processes" >}}), [Jurgen Jost]({{< relref "Jurgen_Jost" >}}) {#books--books-dot-md--information-geometry--information-geometry-dot-md--population-dynamics--population-dynamics-dot-md--evolutionary-timescale--evolutionary-timescale-dot-md--differential-geometry--differential-geometry-dot-md--stochastic-processes--stochastic-processes-dot-md--jurgen-jost--jurgen-jost-dot-md}


## contents {#contents}


### 1. Introduction {#1-dot-introduction}


### 2. The Wright-Fisher Model {#2-dot-the-wright-fisher-model}


### 3. Geometric structures and information geometry {#3-dot-geometric-structures-and-information-geometry}


### 4. Continuous approximations {#4-dot-continuous-approximations}


### 5. Recombination {#5-dot-recombination}


### 6. Moment generating and free energy functionals {#6-dot-moment-generating-and-free-energy-functionals}


### 7. Large deviation theory {#7-dot-large-deviation-theory}


### 8. The forward equation {#8-dot-the-forward-equation}


### 9. The backward equation {#9-dot-the-backward-equation}


### 10. Applications {#10-dot-applications}


### A. Hypergeometric functions and their generalizations {#a-dot-hypergeometric-functions-and-their-generalizations}
